/* Twitter unknown error notification error string */
"An unknown error has occurred (code %d)." = "Une erreur inconnue est survenue (code %d).";

/* Twitter notifier view error button credentials check failed tooltip */
"Credentials failed to validate.  Click for details." = "La validation de l’accréditation a échoué. Cliquez pour plus de détails.";

/* Twitter notifier credentials validation error sheet title */
"Credentials Validation Failed" = "La validation de l’accréditation a échoué";

/* Twitter notifier view error button followers fetch failed tooltip */
"Failed to fetch followers.  Click for details." = "Impossible de récupérer les émules. Cliquez pour plus de détails.";

/* Twitter notifier followers fetch error sheet title */
"Followers Could Not Be Fetched" = "Les émules n’ont pas pu être récupérés.";

/* Twitter get messages smart change header string */
"Get Twitter direct messages for" = "Obtenir les messages directs Twitter pour";

/* Twitter get followers smart change header string */
"Get Twitter followers of" = "Obtenir les émules Twitter de";

/* Twitter get friends smart change header string */
"Get Twitter friends of" = "Obtenir les amis Twitter de";

/* Twitter get public timeline smart change header string */
"Get Twitter public timeline." = "Obtenir le calendrier public Twitter.";

/* Twitter get replies smart change header string */
"Get Twitter replies to" = "Obtenir les réponses Twitter pour";

/* Twitter get user updates smart change header string */
"Get Twitter updates for" = "Obtenir les mises à jour Twitter pour";

/* Loading followers message */
"Loading..." = "Chargement en cours...";

/* No internet connection error string */
"No internet connection." = "Pas de connexion internet.";

/* OK button title */
"OK" = "OK";

/* Twitter Service Preview window title before loading */
"Preview" = "Aperçu";

/* Twitter Service Preview window title for Edit Service */
"Preview of %@" = "Aperçu de %@";

/* Twitter Service Preview window title while loading */
"Preview of %@ (%@)" = "Aperçu de %1$@ (%2$@)";

/* Twitter authorization failed notification error string */
"The transaction resulted in a \"Authorization Failed\" error.  Please check the notifier credentials." = "La transaction s’est terminée par l’erreur « L’autorisation a échoué ». Veuillez vérifier le notificatieur d’accréditation.";

/* Twitter bad request notification error string */
"The transaction resulted in a \"Bad request\" error.  Most likely the 70 requests per hour rate limit has been exceeded." = "La transaction s’est terminée par l’erreur « Mauvaise requête ». Il est probable que le taux limite de 70 requêtes par heure ait été dépassé.";

/* Twitter forbidden notification error string */
"The transaction resulted in a \"Forbidden\" error.  Please check the notifier settings." = "La transaction s’est terminée par l’erreur « L’autorisation a échoué ». Veuillez vérifier les réglages du notificateur.";

/* Twitter not found notification error string */
"The transaction resulted in a \"Page Not Found\" error.  Please check the notifier settings." = "La transaction s’est terminée par une erreur « Page non trouvée ». Veuillez vérifier les réglages du notificateur.";

/* Twitter internal error notification error string */
"The transaction resulted in an \"Internal Server Error.\" error.  This is an error with the Twitter service's servers." = "La transaction s’est terminée par l’erreur « Erreur interne au Serveur ». Il s’agit d’une erreur des serveurs de service Twitter.";

/* Twitter maintenance notification error string */
"Twitter servers apear to be down for maintenance." = "Les serveurs Twitter sont actuellement arrêtés pour cause de Maintenance";

/* Twitter overloaded notification error string */
"Twitter servers are currently overloaded with traffic." = "Les serveurs Twitter sont actuellement surchargés par le trafic.";